Repository: KOPRajs/game.libretro.beetle-psx
Catalog: game.libretro.beetle-psx/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Description
source: Beetle PSX is the PlayStation module of Beetle, a port of Madnafen.
es_es: [CR]Beetle PSX es el módulo para PlayStation de Beetle, una adaptación de [CR]Mednafen.

# #30000
source: Settings
es_es: Ajustes

# #30001
source: Internal GPU Resolution
es_es: Resolución GPU Interna

# #30002
source: Dithering Pattern
es_es: Patrón de Difuminado

# #30003
source: Frame Duping (Speedup)
es_es: Duplicación de Fotogramas (aceleración)

# #30004
source: Display Internal FPS
es_es: Mostrar FPS Internos

# #30005
source: Analog Self-Calibration
es_es: Autocalibración Analógica

# #30006
source: Enable DualShock Analog Mode Toggle
es_es: Activar Conmutador de Modo Analógico DualShock

# #30007
source: Port 1: Multitap Enable
es_es: Puerto 1: Activar Multitap

# #30008
source: Port 2: Multitap Enable
es_es: Puerto 2: Activar Multitap

# #30009
source: Gun Input Mode
es_es: Modo Entrada Pistola

# #30010
source: Gun Cursor
es_es: Señalizador Pistola

# #30011
source: Port 1: Gun Crosshair Color
es_es: Puerto 1: Color Punto de Mira Pistola

# #30012
source: Port 2: Gun Crosshair Color
es_es: Puerto 2: Color Punto de Mira Pistola

# #30013
source: Mouse Sensitivity
es_es: Sensibilidad del Ratón

# #30014
source: neGcon Twist Response
es_es: Respuesta Giro NeGcon

# #30015
source: neGcon Twist Deadzone
es_es: Zona Muerta Giro NeGcon

# #30016
source: Memory Card 0 Method (Restart Required)
es_es: Formato Tarjeta de Memoria 0 (requiere reinicio)

# #30017
source: Enable Memory Card 1 (Restart Required)
es_es: Activar Tarjeta de Memoria 1 (requiere reinicio)

# #30018
source: Shared Memory Cards (Restart Required)
es_es: Tarjetas de Memoria Compartidas (requiere reinicio)

# #30019
source: Memory Card Left Index
es_es: Índice Izquierdo Tarjeta de Memoria

# #30020
source: Memory Card Right Index
es_es: Índice Derecho Tarjeta de Memoria

# #30021
source: PGXP Operation Mode
es_es: Modo Funcionamiento PGXP

# #30022
source: PGXP 2D Geometry Tolerance
es_es: Tolerancia Geometría 2D PGXP

# #30023
source: PGXP Primitive Culling
es_es: PGXP Eliminación Primitivas

# #30024
source: Line-to-Quad Hack
es_es: Hack Línea a Cuadrángulo

# #30025
source: Widescreen Mode Hack
es_es: Hack Modo Pantalla Panorámica

# #30026
source: Widescreen Mode Hack Aspect Ratio
es_es: Hack Relación Aspecto en Modo Panorámico

# #30027
source: CPU Frequency Scaling (Overclock)
es_es: Escalado de Frecuencia CPU (overclock)

# #30029
source: Skip BIOS
es_es: Omitir BIOS

# #30030
source: Override BIOS (Restart Required)
es_es: Anular BIOS (requiere reinicio)

# #30032
source: Dynarec Code Invalidation
es_es: Invalidación Código Dynarec

# #30033
source: Dynarec DMA/GPU/MDEC/Timer Event Cycles
es_es: Ciclos de Eventos Dynarec DMA/GPU/MDEC/Timer

# #30034
source: Dynarec SPU Samples
es_es: Muestras de Dynarec SPU

# #30035
source: Core-Reported FPS Timing
es_es: FPS Cronometrados en el Núcleo

# #30036
source: PAL (European) Video Timing Override
es_es: Anulación Sincronización de Vídeo PAL (Europa)

# #30037
source: Crop Overscan
es_es: Recortar Overscan

# #30038
source: Additional Cropping
es_es: Recortes Adicionales

# #30039
source: Offset Cropped Image
es_es: Imagen Recortada con Desplazamiento

# #30040
source: GPU Rasterizer Overclock
es_es: Overclock del Rasterizado de la GPU

# #30041
source: Core Aspect Ratio
es_es: Relación de Aspecto del Núcleo

# #30042
source: Initial Scan Line - NTSC
es_es: Primera Línea de Exploración - NTSC

# #30043
source: Last Scan Line - NTSC
es_es: Última Línea de Exploración - NTSC

# #30044
source: Initial Scan Line - PAL
es_es: Primera Línea de Exploración - PAL

# #30045
source: Last Scan Line - PAL
es_es: Última Línea de Exploración - PAL

# #30046
source: CD Access Method (Restart Required)
es_es: Método de Acceso al CD (requiere reinicio)

# #30047
source: CD Loading Speed
es_es: Velocidad de Carga de CD

# #30007
source: DualShock Analog Mode Combo
es_es: Combo de Modo Analógico DualShock

# #30008
source: Port 1: Multitap Enable
es_es: Puerto 1: Activar Multitap

# #30009
source: Port 2: Multitap Enable
es_es: Puerto 2: Activar Multitap

# #30010
source: Gun Input Mode
es_es: Modo de Entrada Pistola

# #30011
source: Gun Cursor
es_es: Cursor de Pistola

# #30012
source: Port 1: Gun Crosshair Color
es_es: Puerto 1: Color de Cruz de Pistola

# #30013
source: Port 2: Gun Crosshair Color
es_es: Puerto 2: Color de Cruz de Pistola

# #30014
source: Mouse Sensitivity
es_es: Sensibilidad del Ratón

# #30015
source: neGcon Twist Response
es_es: Respuesta de Giro de neGcon

# #30016
source: neGcon Twist Deadzone
es_es: Zona Muerta de Giro de neGcon

# #30017
source: Memory Card 0 Method (Restart Required)
es_es: Método de Memory Card 0 (Requiere Reinicio)

# #30018
source: Enable Memory Card 1 (Restart Required)
es_es: Activar Memory Card 1 (Requiere Reinicio)

# #30019
source: Shared Memory Cards (Restart Required)
es_es: Compartir Memory Cards (Requiere Reinicio)

# #30020
source: Memory Card Left Index
es_es: Índice de Memory Card Izquierda

# #30021
source: Memory Card Right Index
es_es: Índice de Memory Card Derecha

# #30022
source: PGXP Operation Mode
es_es: Modo de Operación PGXP

# #30023
source: PGXP 2D Geometry Tolerance
es_es: Tolerancia de Geometría 2D PGXP

# #30024
source: PGXP Primitive Culling
es_es: Sacrificio Primitivo PGXP

# #30025
source: Line-to-Quad Hack
es_es: Truco Line-to-Quad

# #30026
source: Widescreen Mode Hack
es_es: Truco de Modo Pantalla Ancha

# #30027
source: Widescreen Mode Hack Aspect Ratio
es_es: Ratio de Aspecto para Truco de Pantalla Ancha

# #30028
source: CPU Frequency Scaling (Overclock)
es_es: Escalado de Frecuencia de CPU (Overclock)

# #30029
source: GTE Overclock
es_es: Overclock GTE

# #30030
source: Skip BIOS
es_es: Saltar BIOS

# #30031
source: Override BIOS (Restart Required)
es_es: Anular BIOS (Requiere Reinicio)

# #30032
source: CPU Dynarec
es_es: Dynarec CPU

# #30033
source: Dynarec Code Invalidation
es_es: Invalidación de Código Dynarec

# #30034
source: Dynarec DMA/GPU/MDEC/Timer Event Cycles
es_es: Ciclos de Eventos Dynarec DMA/GPU/MDEC/Timer

# #30035
source: Dynarec SPU Samples
es_es: Muestras SPU Dynarec

# #30036
source: Core-Reported FPS Timing
es_es: Sincronizar FPS con el informado por el Core

# #30037
source: PAL (European) Video Timing Override
es_es: Anulación de Sincronización de Video PAL (Europeo)

# #30038
source: Crop Overscan
es_es: Recortar al Ajustar Pantalla

# #30039
source: Additional Cropping
es_es: Recorte Adicional

# #30040
source: Offset Cropped Image
es_es: Compensar Imagen Cortada

# #30041
source: GPU Rasterizer Overclock
es_es: Overclock de Rasterizador GPU

# #30042
source: Core Aspect Ratio
es_es: Ratio de Aspecto de Core

# #30043
source: Initial Scan Line - NTSC
es_es: Línea Inicial de Escaneo - NTSC

# #30044
source: Last Scan Line - NTSC
es_es: Última Línea de Escaneo - NTSC

# #30045
source: Initial Scan Line - PAL
es_es: Línea Inicial de Escaneo - PAL

# #30046
source: Last Scan Line - PAL
es_es: Última Linea de Escaneo - PAL

# #30047
source: CD Access Method (Restart Required)
es_es: Método de Acceso al CD (Requiere Reinicio)

# #30048
source: CD Loading Speed
es_es: Velocidad de Carga de CD
